{
    "account": {
        "Can I change which account my money is redeemed to?": "Your money is redeemed to your primary bank account. You can easily change the\nprimary bank account whenever you want to. You can see your banks by pressing\nthe 'BANK DETAILS' button below. Here's how to change your primary bank\naccount: 1) Tapping on the three dots next to the bank name 2) Tap on 'Make\nPrimary'",
        "Can I invest using a credit/debit card?": "No, it is not possible to invest using credit/debit card on Groww.\n\nSEBI rules say the investments should be made through verified bank accounts\nonly. It is not possible to verify bank accounts when investments are made\nusing a credit/debit card.\n\nYou can use the following options:\n\n1. UPI apps (Google Pay, PhonePe, BHIM, etc)  \n2. Net banking  \n3. NEFT/RTGS/IMPS",
        "How to add a bank account to Groww?": "You can do so by clicking the 'BANK DETAILS' button below.\n\nThen, tap on 'Add Another Bank' to add a new bank account.\n\nIf you already have another bank account added, you make it your primary\naccount. Here's how to:\n\n1) Tapping on the three dots next to the bank name  \n2) Tap on 'Make Primary'",
        "How to change the primary bank account?": "Unicorn You can do so by clicking the 'BANK DETAILS' button below. Then, tap on 'Add\nAnother Bank' to add a new bank account. If you already have another bank\naccount added, you make it your primary account. Here's how to: 1) Tapping on\nthe three dots next to the bank name 2) Tap on 'Make Primary'",
        "I want to change my bank account details.": "Unicorn You can see your banks by pressing the 'BANK DETAILS' button below. You can\neasily add a bank account here and make it primary too. Here's how to change\nyour primary bank account: 1) Tapping on the three dots next to the bank name\n2) Tap on 'Make Primary'",
        "My issue is not listed here.": "You can try searching for your issue. Alternatively you can raise a ticket with us. Our Customer Support champs will help you out in no time!",
        "What payment methods are supported on Groww?": "1. UPI apps (Google Pay, PhonePe, BHIM, etc)  \n2. Net banking  \n3. NEFT/RTGS/IMPS",
        "Which account will my money be redeemed to?": "Your money will be redeemed to your primary bank account. You can see your\nbanks by pressing the 'BANK DETAILS' button below. Here's how to change your\nprimary bank account: 1) Tapping on the three dots next to the bank name 2)\nTap on 'Make Primary'",
        "Why do I need to add a bank account?": "Without adding a bank account, it is not possible to invest. As per government\nrules, money invested in mutual funds should be linked to a bank account so\nthat it can be withdrawn and paid back.",
        "How to change email address?": "Unicorn Please raise a ticket. We will help you with this matter.",
        "How to change Groww PIN?": "Unicorn On app: you will find the option to change your PIN in the 'You' section.\n\nOn website: click on the profile in the right top corner and then, click on\nyour name. You will see the option to change the PIN here.",
        "How to change name on Groww?": "Unicorn Please raise a ticket. We will help you with this matter.",
        "How to change password on Groww?": "Unicorn On app: you will find the option to change your password in the 'You' section.\n\nOn website: click on the profile in the right top corner and then, click on\nyour name. You will see the option to change the password here.",
        "How does referral work?": "Here's how it works: -Share the referral code with your friend -When they\ninvest more than Rs 2000, you will get a green card -A green card means you\nget a reward of Rs 100 at least -1 in every 50 lucky referrals will win a\nbumper prize of Rs 10,000! -Reward will be transferred to your Groww-linked\nbank account immediately using UPI Done! You can see the progress of your\nreferrals by pressing the 'GROWW REFERRALS' button below. Note: Groww referral\nworks only on the app, not the website. Make sure the link you share is used\nto sign up.",
        "I did not get the Groww referral award.": "Please email us the following: -Screenshot of the WhatsApp chat where you sent\nthe referral code to your friend -Your friend's mobile number Note: Please\nsend the same phone number your friend has registered on Groww.",
        "I want to report an issue.": "Please raise a ticket. We will help you with this matter.",
        "Is Groww referral valid on the app only?": "Yes. You can refer people only over the app. If your friend signs up and\ninvests using the website, the referral won't be successful.",
        "What is the eligibility to get Groww referral reward?": "Here are the eligibility criteria: -Your own Groww account should be fully\nupdated - including bank details -Your friend must use the link shared by you\nto sign up -Your friend must use the app, not the website to sign up and\ninvest -Your friend must invest Rs 2000 or more",
        "I am getting logged out very often.": "Unicorn Please raise a ticket. We will help you with this matter.",
        "I am unable to login to Groww.": "Please raise a ticket. We will help you with this matter.",
        "Where can I get the contract note?": "You can get this statement in the Reports section.\n\nPlease press the 'REPORTS' button below to go to the reports section. ",
        "Where can I get the Profit/Loss statement for tax?": "You can get this statement in the Reports section.\n\nPlease press the 'REPORTS' button below to go to the reports section. ",
        "Where can I get the tax proof for section 80C?": "You can get this statement in the Reports section.\n\nPlease press the 'REPORTS' button below to go to the reports section. ",
        "Where can I get the transaction history?": "You can get this statement in the Reports section as 'Order History' under the Transactions box.\n\nPlease press the 'REPORTS' button below to go to the reports section. "
    },
    "fd": {
        "Are there any benefits of renewing Bajaj Finance FD?": "Yes. An additional rate of 0.10% p.a. (for deposit size up to ₹5 Crore) is applicable on renewal.",
        "How to change my bank account details for Bajaj Finance FD?": "Unicorn Download the 'change of bank details form' by pressing the 'DOWNLOAD FORM' button below and submit it at your nearest branch. The list of branches is available on Bajaj Finance website.",
        "How will I receive Bajaj Finance - Fixed Deposit Receipt?": "Bajaj Finance will courier Fixed Deposit Receipt (FDR) certificate to your registered address within 3 weeks of opening the FD. ",
        "I have lost my FD certificate/Receipt for Bajaj Finance FD. How to get a new FD certificate?": "Please submit a written request duly signed by all the FD account holders at your nearest branch. The list of branches is available on Bajaj Finance website.",
        "My issue is not listed here.": "You can try searching for your issue. Alternatively you can raise a ticket with us. Our Customer Support champs will help you out in no time!",
        "What happens to my FD if I go abroad and become an NRI?": "In such a case, you have to inform Bajaj Finance Ltd by writing an email to fd@bajajfinserv.in, and submitting relevant documents. \n\nFrom the date of receipt of such documents, they will change the status of the deposit as NRI and taxation guidelines will apply accordingly.",
        "How do I get the fixed deposit advice/proof?": "Fixed deposit advice/proof will be sent to your registered email address within 1 working day of issuance of your fixed deposit.",
        "How do I track my FD transaction?": "Press the 'MY ORDERS' button below to see your FD transactions. \n\nNote: If the amount has been deducted from your account but is not reflecting, then it will be refunded back to your account in 2-3 working days.",
        "Where will my fixed deposit amount get credited after maturity?": "Once matured, your fixed deposit amount will be credited to the same bank account you used for payment.",
        "Why can't I use Groww Balance for FDs?": "Unicorn Due to banking regulations, money in your Groww Balance cannot be used for FDs. \n\nAll FD transactions have to be between your bank account (added on Groww) and the FD issuing bank directly. ",
        "Can I import my external fixed deposits into Groww?": "Currently, we do not have that feature. We will notify you if external fixed deposit importing is introduced on Groww.",
        "Can I register nominee for my FD?": "Yes, you can register a nominee while onboarding for fixed deposits.",
        "Do I need a savings account with the bank for opening a fixed deposit?": "No, you can open a fixed deposit with any of the available banks on Groww without having any prior relationship or a savings account with that bank.",
        "How to access to FD investing on Groww?": "We are gradually rolling out FD on Groww to all our users. \n\nIf you want access to fixed deposit (FD) investment on Groww, please fill the form by pressing the button below. ",
        "How many fixed deposits can I open?": "If your KYC is verified, you can open as many fixed deposits as you wish. However, till your KYC is under process, you can place only one order for opening a fixed deposit.",
        "The bank has changed the interest rates. Will that be applicable to my existing deposit?": "No. FD is locked at a specific rate. You will continue to receive that rate till maturity. \n\nIf you wish to avail the new rate, you need to invest in a new fixed deposit.",
        "What are tax-saver deposits?": "Tax-saver deposits are a type of fixed deposits. \n\nIf you invest in tax-saver deposits, you can get tax deductions of up to Rs.1.5 lakh in a financial year under section 80C of the Income Tax Act. \n\nThe lock-in period for tax-saver deposits is 5 years (minimum).",
        "What is the minimum/maximum amount for opening a fixed deposit?": "The amount for opening a fixed deposit may vary based on the type of fixed deposit.\n\nPlease refer to the ‘Deposit Details’ section of any fixed deposit for more information.",
        "What is the minimum/maximum tenure for opening a fixed deposit?": "You can choose any tenure between 7 days and 10 years. \n\nIt also depends on the products offered by the bank.",
        "What is the eligibility for senior citizens fixed deposits?": "Any individual above 60 years of age on the date of issuance of the fixed deposit will be considered as a senior citizen and will be eligible to avail higher interest rates.",
        "Who is eligible to invest in FDs through Groww?": "A resident individual with more than 18 years of age as on date of application is eligible to invest FDs.",
        "Can the Bajaj Finance FD be shown for tax exemption?": "Bajaj Finance's FD investment cannot be shown as an investment under section 80C for tax deduction benefit.",
        "How frequently is TDS deducted for Bajaj Finance Limited FD?": "It is deducted on a quarterly basis. ",
        "In spite of submitting form 15 G/H, my TDS got deducted for Bajaj Finance FD. Whom should I get in touch with?": "You can send an email to fd@bajajfinserv.in. Bajaj Finance will initiate a refund if there is a refund owed.  ",
        "What is the tax applicable on the Bajaj Finance FD?": "- Interest earned on FDs is taxable\n- There is no tax deduction for interest amount up to Rs 5,000 in a year\n- If interest exceeds Rs 5000 in a year, then tax will be deducted at a rate of 7.5%. However, tax will not be deducted in case of submission of the following forms:\n- Form 15H – For Senior Citizens (60 years & above)\n- Form 15G – For citizens with age < 60 years\nHowever, if the interest amount for the year exceeds Rs 2,50,000 (Rs 5,00,000 in case of Senior Citizens) across all Bajaj Finance FDs, TDS will be deducted even if Form 15G/H has been submitted. ",
        "When will TDS certificate be provided to the depositor of Bajaj Finance FD?": "The TDS certificate will be emailed to the depositor every quarter.",
        "How do I submit form 15G/H?": "It has to be done in the bank branch as of now. Coming soon on Groww!",
        "I have submitted form 15G/H. Will TDS be deducted anyway?": "Once approved by the bank, TDS will not be deducted.",
        "What is Form 15G/H for FD?": "Individuals having an annual income below the taxable limit can submit form 15G/H to refrain from paying TDS on FDs.",
        "Where can I submit the 15G/H form?": "Once FD is booked, 15G/H form can be submitted online on Bajaj Finance's customer portal 'EXPERIA' (button below). \n\nYour mobile number is the login credential for Experia.\"",
        "Who is eligible for form 15G/H?": "Individuals having an annual income below the taxable limit can submit form 15G/H to refrain from paying TDS on FDs.",
        "How to get a TDS certificate for my fixed deposit?": "You can download the TDS certificate from the bank’s website/app via net banking. ",
        "What is the tax implication on FD?": "TDS of 10% is deducted by the bank if the annual interest earned is more than Rs 40000 or Rs 50000 in case of senior citizens.",
        "Can I withdraw a tax-saver FD before the maturity date?": "No, you can’t withdraw tax-saver deposits as they have a lock-in period of 5 years (minimum).",
        "Can I withdraw my Bajaj Finance FD through Groww?": "Currently, you can't withdraw Bajaj Finance FD online through Groww.",
        "What is the penalty of closing FD prematurely for Bajaj Finance Limited?": "- Up to 3 Months – no withdrawal (lock-in period) \n- 3 to 6 Months – 0% interest\n- 6 to < 12 Months – 3% lower than the lowest rate specified by Bajaj Finance at the time of placing the deposit\n- 12 Months & above – 2% lower than the rate specified for the period for which the deposit has run",
        "Can I withdraw my fixed deposit before maturity?": "Premature withdrawal of fixed deposits is not allowed for tax-saver deposits and monthly interest payout deposits.\n\nAny other type of fixed deposit can be withdrawn before maturity. Please refer to the ‘FD Details’ section of any fixed deposit for premature penalty information.",
        "How to withdraw/redeem my fixed deposit?": "Unicorn - Press the ‘DASHBOARD’ button below\n- Next to the fixed deposit you want to withdraw, click on the menu with 3 dots\n- Click on 'withdraw'\n- Review if any penalty charges are applicable\n- Proceed to confirm\n\nNote: Currently, you can only withdraw the entire deposit amount on Groww and not a part of it.\n",
        "How to withdraw/redeem my Equitas Bank fixed deposit?": "Unicorn - Press the ‘DEPOSITS’ button below\n- Next to the fixed deposit you want to withdraw, click on the menu with 3 dots\n- Click on 'withdraw'\n- Review if any penalty charges are applicable\n- Proceed to confirm\n\nNote: Currently, you can only withdraw the entire deposit amount on Groww and not a part of it.",
        "What’s the penalty for premature withdrawal of Equitas Bank fixed deposit?": "A penalty of 1% on the applicable interest rate is applicable if your fixed deposit is less than 6 months old. After 6 months, no penalty will be charged for premature withdrawal.\n\nNote: Premature withdrawal is not applicable for tax-saver deposits.",
        "When will there be no penalty on premature withdrawals for Equitas Bank fixed deposit?": "No penalty will be applicable if your fixed deposit is more than 6 months old.\n\nNote: Premature withdrawal is not applicable for tax-saver deposits.",
        "How to change my nominee in an FD?": "To change the nominee in case of FDs that are already started, you will have to contact the bank with whom you have an FD directly. ",
        "How to open a fixed deposit using Groww?": "- Tap on ‘DEPOSITS’ pressing the button below\n- Select the bank you want to open your fixed deposit with\n- Enter the amount you want to deposit\n- Make the payment via UPI/Net banking\n\nDone! Once verified by the bank, your fixed deposit will be updated in your Groww dashboard."
    },
    "gold": {
        "Can I request delivery of my gold?": "This is unavailable right now. But we're planning on bringing this soon.",
        "How is Digital Gold provided on Groww?": "To provide you pure and top-quality bullion, Groww has partnered with Augmont\nGold Pvt. Ltd.--an integrated precious metals management company.\n\nAll purchase/sell transactions of Digital Gold will be directly with Augmont\nGold Pvt Ltd. Augmont also has businesses in gold refining and manufacturing\nof tamper-proof packaged jewellery.",
        "What is purity of the gold offered by Augmont?": "Augmont offers 24-Karat gold of 999 purity (99.90% pure).",
        "My issue is not listed here.": "You can try searching for your issue. Alternatively you can raise a ticket with us. Our Customer Support champs will help you out in no time!",
        "What is Digital Gold?": "Digital Gold is a convenient and cost-effective way of purchasing gold online.\n\nYou can buy, sell, and accumulate gold of 99.9% purity, even in, fractions\nanytime using Groww.",
        "What is the live gold price?": "The live price shown is the current market price of gold, exclusive of taxes.\nThis price may change throughout the day.\n\nThe buy and sell prices you see are on the basis of wholesale prices in the\nspot market. It does not include taxes.\n\nPress the button below to go to the gold page and see the live price.",
        "What is the advantage of buying Digital Gold?": "• Buy small: Purchase gold in fractions for as low as Rs.10  \n• Sell anytime: Liquidate your Digital Gold and get your money in 2 days  \n• 100% secure: Stored in secured vaults and insured (verified by an\nindependent trustee)  \n• Transparent: Live market price tracking and zero making charge/commission  \n• Diversify: Balance your portfolio with Digital Gold to reduce risk\nconcentration  \n• Exchange: Convert your Digital Gold to physical gold in the form of\ncoins/bars/jewellery (coming soon)",
        "What is Gold Locker?": "Gold Locker is a digital version of your holdings, wherein you can view your\nDigital Gold transactions.",
        "Will I get an invoice for a Digital Gold purchase order?": "Yes, you will receive an email confirmation with an invoice in the name of\nAugmont attached on every Digital Gold purchase order.",
        "How can I pay for my Digital Gold purchase?": "You can pay easily via UPI/Net banking.",
        "How do I buy Digital Gold on Groww?": "1. Enter the amount: You can input your desired purchase amount in rupees or grams of gold.\n\n2. Buy in one-click: Review your order to make quick payment within the 5-minute price window.\n\n3. Secured and insured: Your gold locker will be updated, where you can view your purchased Digital Gold holdings.",
        "How long is the live price valid for completing a transaction?": "Once you begin a purchase/sell transaction, the live price shown will be\nlocked in for 5 minutes.",
        "How often does the live price change?": "The live price may change throughout the day. However, once you begin a\npurchase/sell transaction, the live price shown will be locked in for 5\nminutes.",
        "What is the maximum amount I can invest in Digital Gold on Groww?": "For the first order, you can buy gold worth up to Rs 1.7 lakh (including SGST).\n\nFor all purchases after that, you can buy gold worth up to Rs 2 crores (including SGST) per order. ",
        "Is there any minimum order quantity or price to buy bullion?": "You can buy Digital Gold on Groww for as low as Rs.10",
        "How do I sell Digital Gold purchased on Groww?": "Digital Gold purchased on Groww can be sold back to Augmont anytime after the\n2-day holding period from the date of purchase.  \n  \n1. Click on the sell tab: Enter units to sell at the current selling price\nshown  \n  \n2. Sell in one-click: Review and place your sell request within the 5-minute\nprice window.  \n  \n3. Request confirmed: Your gold locker will be updated, where you can view\nyour Digital Gold balance.\n\nYou will receive the amount in your chosen bank account within 2 working days.",
        "How soon can I sell the Digital Gold bought on Groww?": "You will be able to sell the Gold bought on Groww after 2 working days from\nthe date of purchase.",
        "What are the taxes involved in the sale of Digital Gold?": "The prices shown on Groww at the time of purchasing/selling is exclusive of\ntaxes. However, tax on income from the sale of gold is applicable.",
        "Where is the money settled when I sell Digital Gold on Groww?": "On selling Digital Gold, the money will be settled and transferred to your\nchosen bank account within 2 working days.",
        "What are the charges applied in the sale of Digital Gold?": "You can sell your Digital Gold at the live price shown, which is exclusive of\ntaxes. There are no other additional charges applicable.",
        "Why is there a difference in the buy and sell price of Digital Gold?": "Gold like any other commodity which is tradable has a buy-sell spread\n(difference between prices).\n\nThe spread changes on the basis of various factors including price volatility,\nsupply, external market conditions and etc.\n\nThis is the reason why we see a difference of 8-10% in the price of buying and\nselling of gold coins. This difference is even higher for jewellery on account\nof making charges",
        "How can I take possession of my gold?": "Currently, this is not available.\n\nWe are working on making doorstep delivery for your digital gold. This feature\nwill be launched very soon.",
        "How is the storage of physical gold taking place?": "The physical gold is stored by Augmont in 100% secured Sequel's vaults and insured (verified by an IDBI Trusteeship Service Pvt. Ltd.—an independent trustee). ",
        "How long can I store my gold bought via Groww?": "There is no limit on how long you can hold gold in your portfolio.",
        "Is my gold safe?": "The physical gold is stored by Augmont in 100% secured Sequel vaults and insured (verified by an IDBI Trusteeship Service Pvt. Ltd.—an independent trustee).",
        "Is the gold insured?": "Yes, the physical gold is secured in the Sequel vault and is insured. Augmont does not charge you for insurance.",
        "What will happen to my gold if Augmont/Bullion India goes into liquidation?": "Your gold assets are independent of the other assets of Bullion India. IDBI\nTrusteeship Services Pvt. Ltd. (appointed by Bullion India) acts as an\nindependent trustee, who will ensure that the interests of the customers are\nprotected.\n\nThe trustee has sole and exclusive charge of the customer's gold held in the\nvault. Thus, in the event of any adverse effect to Bullion India, it should\nnot effect the customer's gold assets.",
        "What are the charges for gold?": "The live price is quoted on the basis of wholesale prices in the spot market.\n\nIt has certain margins added to it to provide for payment gateway charges,\nstorage, insurance, trustee and custodian charges.\n\nThe gold rate excludes taxes, making charges, and delivery charges. 3% GST is\napplicable while buying gold.",
        "What are the taxes involved in gold?": "The gold rates shown on Groww at the time of purchasing/selling is exclusive\nof taxes.\n\nHowever, tax on income from sale of gold is applicable."
    },
    "mutual-funds": {
        "How do I import my external mutual fund investments?": "1. Tap on the 'IMPORT' button below. 2. Now, tap on 'Connect with Google'.\n3. Choose the email ID in which you receive statements of your external\nmutual funds.  4. Continue on with the next steps. Give permission to Groww\nto read your email.  In 1-2 days, you will be able to see your external\ninvestments on the dashboard. Your imported investments will be updated every\n30 days.  Note: Groww does not have access to any of your emails except the\nones that come from donotreply@camsonline.com and samfS@kfintech.com.  Groww\ncan only read messages that are from CAMS and Karvy so as to be able to read\nthe mutual funds' statements.",
        "My external investments were not imported properly.": "Please contact us. We will resolve this issue as soon as possible.",
        "My external SIP was not automatically imported.": "External SIP cannot be imported. When you import a SIP on Groww, make sure you\ncancel the old SIP and start a new SIP in the same fund on Groww.",
        "My issue is not listed here.": "You can try searching for your issue. Alternatively you can raise a ticket with us. Our Customer Support champs will help you out in no time!",
        "My latest external SIP installment is not showing up.": "External SIP cannot be imported. When you import a SIP on Groww, make sure you\ncancel the old SIP and start a new SIP in the same fund on Groww.\n\nIf you want to only see updated of your SIP on Groww while continuing the old\nSIP, you will have to import the fund after every SIP installment date.",
        "My latest SIP installment is not showing up. ": "In the rare case that this happens, don't worry!\n\nPlease wait till the end of the day as we're awaiting confirmation from BSE on\nthe payment.\n\nIf you've been waiting for longer than a day, please raise a ticket by\nclicking on the button below.",
        "My mutual funds NAV is not updated.": "Unicorn Mutual fund NAVs based on the value on the previous date. Example, on 3rd May,\nthe latest NAV value will be of 2nd May.\n\nNAV is updated every morning from Tuesday to Saturday.\n\nIt is not updated on Sunday and Monday since the previous day is a holiday.\nSome special mutual funds' (FoF) NAVs are updated once a week.\n\nIf you are sure your mutual fund's NAV is not being updated, please contact\nus.",
        "What is SmartSave?": "SmartSave is an investment in a liquid fund that gives you higher returns than\nmost savings accounts while giving you the flexibility to withdraw anytime,\n24x7. SmartSave invests your money in ICICI Prudential Liquid Fund (Direct).\nThere is a limit for instant redemption. When you redeem from SmartSave you\ncan get up to Rs 50,000 or 90% of the total amount invested in SmartSave\ninstantly (whichever is lower).",
        "NFO was called off. When do I get my money back?": "In case of a cancelled NFO, the amount will be refunded back within 7 bank\nworking days.\n\nIf it has been more than 7 working days, please contact us.",
        "What is NFO?": "NFO stands for New Fund Offer. It is basically a new mutual fund. Every mutual\nfund starts its life as an NFO. There is a subscription period during which\ninvestors can invest in the NFO. Usually, a week after the closing of the NFO\nsubscription, the NFO becomes a mutual fund open to investment for all."
    },
    "stocks": {
        "How will off market transactions show up in my holding?": "Off market transactions will show up in your holdings after it reflects in\nyour demat account. It takes 2 working days after the transaction date to show\nup (T+2). Please raise a ticket if it has been more than 2 days.",
        "When will corporate action reflect in my holdings?": "It will reflect on the execution date. After the delivery date it will start\nreflecting in your holdings.",
        "Why are some of my shares locked?": "Your shares might be locked due to any one of the following reasons: - You may\nhave pledged your shares, hence you are not allowed to sell the order.\n\nIf you are sure this isn't the case, please raise a ticket by pressing the\nbutton below.",
        "Why do I have to verify holdings with TPIN?": "Effective from 18 Feb 2021, you’ll have to enter TPIN and OTP received on your\nregistered mobile number while verifying your holdings before selling.\n(Validity: 1 day) To generate a new TPIN, please click on the button below.\nYou can find your BOID in YOU --> Personal Details (16 digit number)",
        "My issue is not listed here.": "You can try searching for your issue. Alternatively you can raise a ticket with us. Our Customer Support champs will help you out in no time!",
        "What happens if I don't exit my position?": "In intraday trading, each open position should be squared off by 3:10 PM. If it’s a system square-off, there will be a charge of Rs.50 + GST per position. \n\nHence, we recommend planning the square-off for your open intraday positions well in advance.",
        "What is the difference between realised and unrealised returns?": "Realised returns is the return you have made after actually selling your\nstocks. Unrealised return, on the other hand, is the return you can make if\nyou sell your stocks.",
        "Can I apply for an IPO on multiple platforms?": "You can place 1 application per PAN card regardless of which platforms you use. ",
        "How to invest in IPO?": "Here are the steps to apply for IPO: \n\n 1. Press the 'INVEST IN IPO' button below.\n 2. You will see the list of open IPOs. Press the 'APPLY' button beside the IPO name you want to apply for. \n 3. In the box on the right side, enter the number of shares you want to apply for. \n 4. Press the 'CONTINUE' button.\n 5. Enter your UPI ID. You will get this from your UPI app (Google Pay, PhonePe, etc). \n 6. Press the 'CONTINUE' button.\n 7. You will be able to see a timeline of your IPO application process and the tentative allotment date.\n 8. Within 24 hours, you will get a UPI mandate request on your UPI app. Approve it.  \n \nDone!\n\nNote: The UPI mandate request may come instantly or may take up to 24 hours to come.",
        "What is lot size and cutoff price in an IPO?": "It is the minimum number of shares that an investor has to apply for. This is known as the IPO bid lot or market lot size or minimum order quantity. \n \n Example: IPO of company ABC has a market lot size of 100 shares. So an investor can apply for 100 shares, or 200 shares, or 300 shares, and so on.\n\nThe cutoff price is the maximum price for a particular IPO. Eg. price range for ABC company's IPO is Rs 100-105 then Rs 105 is the cutoff price.",
        "I have not received my profit for the day.": "The intraday buy-sell profit amount has been blocked as per SEBI regulations, which will be released on the next market session (T+1) after the market closes.",
        "When will I receive my profits for the day?": "If you have taken any positions today and squared off in the same day, then your profit amount will get unblocked on the next market session (T+1) after market closes.",
        "Why is my intraday profit amount blocked?": "The intraday buy-sell profit amount has been blocked as per SEBI regulations, which will be released on the next market session (T+1) after the market closes.",
        "What are intraday square off charges?": "In intraday trading, each open position should be squared off by 3:10 PM. \n\nIf it’s an auto square-off, there will be a charge of Rs.50 + GST per position. \n\nHence, we recommend planning the square-off for your open intraday positions well in advance.",
        "What are DP charges (depository participant charges)": "DP charges or Depository Participant charges are charged by the depository (CDSL). \n\nDP charges when buying: Rs 0. \n\nDP charges when selling: Rs 13.5 + GST per ISIN (company stock or ETF) per day, regardless of quantity sold. \n\n\n",
        "What is stocks margin?": "Margin is the money you borrow from Groww (broker) to trade in stocks. With\nthe margin feature on Groww, you are able to buy stocks for as low as 15% of\nthe total value of the stock.",
        "What is stocks margin used in Groww Balance?": "This is the margin that you have already used for your trading. After\nsettlement, you will be able to see this in the evening as \"Paid for Stock\" or\n\" Received from Stock\".",
        "How much GST is charged?": "The rate of GST applicable is 18% of the amount wherever applicable.",
        "What are transaction charges by exchange?": "Transaction charges are charges applicable for trading on the exchanges. BSE:\n0.003% of ordar amount NSE: 0.00325% of order amount. It is applicable for\nboth buy and sell orders.",
        "What is SEBI turnover charge?": "For regulating the market, SEBI charges 0.00005% of the turnover.",
        "What is stamp duty?": "It is charged by the government for the contract note, applicable on buy\norders only. For equity delivery: 0.015% For equity intraday: 0.003%",
        "What is STT?": "STT stands for Securities Transaction Tax. It is charged by the government\nwhen you transact on the exchanges. For equity delivery: 0.1% of order amount\nFor equity intraday: 0.025% of order amount",
        "What are account maintainance charges?": "This is Rs 0 on Groww.\n\nMost platforms charge an annual maintenance charge (AMC) for the demat\naccount. On Groww, we do not have any AMC.",
        "What are account opening charges?": "Currently, opening a stocks account is completely free on Groww. This may\nchange in the near future. However, any change in account opening charge will\nbe notified to all our users before implementing that update.",
        "What are DP charges (depository participant charges)?": "DP charges or Depository Participant charges are charged by the depository (CDSL). \n\nDP charges when buying: Rs 0. \n\nDP charges when selling: Rs 13.5 + GST per ISIN (company stock or ETF) per day, regardless of quantity sold. ",
        "What are intraday charges?": "Groww gives you the best intraday trading experience at a low charge.\nBrokerage: Rs.20 or 0.05% of the order value (whichever is lower) STT Charges:\n0.025% Exchange Transaction Charges: 0.00325% (NSE) or 0.003% (BSE) SEBI\nTurnover Charges: 0.00005% GST: 18% Stamp Duty: 0.003% Try our brokerage\ncalculator to understand charges better. Click on the button below to know\nmore about our pricing.",
        "What are intraday square-off charges?": "In intraday trading, each open position should be squared off by 3:10 PM. \n\nIf it’s an auto square-off, there will be a charge of Rs.50 + GST per position. \n\nHence, we recommend planning the square-off for your open intraday positions well in advance.",
        "Can I buy IPO on Groww?": "Yes, you can buy IPO on Groww. Press the button below to go to the IPO page. ",
        "Can I transfer my Demat holdings to my Groww account?": "Yes, you can move your stocks to Groww. To know how to move your stocks to\nGroww, press the button below and read the blog.",
        "How much does Groww charge for stocks?": "Account opening = Rs 0\nAnnual maintenance charge (AMC) = Rs 0\nBrokerage = Rs 20 or 0.05% per order (whichever is lower)\n\nRegulatory & statutory charges, penalties, and GST is extra and depends on the type of order.  \n\nYou can use the brokerage calculator to get an estimate of all the charges involved. \n\nAlso, you can know all about our charges by reading our pricing section in detail. \n\nSelect the buttons below to go to the brokerage calculator or pricing page. ",
        "I want to know my demat account details.": "1. Go to [ Basic Details ](https://groww.in/user/profile/basic-details)  \n2. On the bottom, you will see the DPID Your DP ID is your DEMAT account\nnumber.",
        "Is there any rule for limit price of an order?": "As per exchange guidelines, you can buy or sell a stock within a certain\nrange. This range is displayed to you when you're placing a buy or sell limit\norder.",
        "When will I get the money after selling stocks?": "As per SEBI guidelines, the money will get credited to your Groww Balance 2\nworking days after your transaction (T+2 days)."
    },
    "kyc":{
        "How to track the KYC status of FD?": "Here's how to track the KYC status of your FD:\n\n- Press on ‘MY ORDERS’ button below\n- Select the fixed deposit for which you want to check the status\n\nYou will be able to view the order tracking screen, which will give you an update on your order status.\n",
        "Do I need to complete the KYC to buy Digital Gold on Groww?": "Yes. To be eligible for purchasing Digital Gold on Groww, you need to be a\nresident Indian with verified KYC.",
        "Why did my fixed deposit investment fail?": "Your fixed deposit investment may fail due to:\n\n-incorrect/mismatched data in the KYC documents submitted resulting in KYC rejection\n-payment issues while booking the fixed deposit\n\nPlease re-upload your documents or retry making the payment.\n\nIf this is a recurring issue, please raise a ticket. We'll resolve this issue as soon as possible. ",
        "What is the eligibility criteria for buying Digital Gold on Groww?": "Any resident Indian with verified KYC is eligible for purchasing Digital Gold\non Groww."
    },
    "orders":{
        "My order is still not completed. ": "It usually takes 3-4 bank working days for a mutual fund order to complete.\n\nIn case of liquid funds, it takes 1-2 bank working days.\n\nIf it has already been more than 3-4 working days, you can raise a ticket.\n\nPlease go to 'MY ORDERS', select the incomplete order, and select 'Need Help'.\n\nAmong the questions visible, choose the appropriate question.\n\nIf none of the questions resolve your issue, you can raise a ticket.",
        "My fixed deposit order failed. When will I get the refund?": "You will receive the refund amount in your bank account within 5-7 working days.",
        "How much time does it take to open a fixed deposit?": "Opening a fixed deposit is subject to KYC verification. \n\nUsually, it gets verified the same day as the payment or the next working day.",
        "My NFO order is not yet completed.": "NFO investment usually takes a lot more time than normal mutual funds. After\nan NFO closes, your unit will be allocated in about 7 working days. Keep in\nmind, the unit allocation takes place after the NFO closes and not from the\ndate you made an investment. Check the closing date for the NFO you invested\nin to get an idea of when your unit allocation will take place. If you still\nthink it is taking too long, please contact us. We'll resolve this as soon as\npossible.",
        "Can I cancel my Digital Gold purchase?": "Once an order has been placed successfully, it cannot be cancelled.",
        "What is the charge for buy order (delivery)?": "Groww gives you the best stock investing experience at a low charge. \n\nSTT Charges: 0.1% \nExchange Transaction Charges: 0.00325% (NSE) or 0.003% (BSE) \nSEBI Turnover Charges: 0.00005% \nStamp Duty: 0.015% \nBrokerage: Rs 20 or 0.05% per order (whichever is lower) \n\nTry our brokerage calculator to understand charges better. Press the button below to know more about our pricing.",
        "What is the charge for sell order (delivery)?": "Groww gives you the best stock investing experience at a low charge. \n\nSTT Charges: 0.1% \nExchange Transaction Charges: 0.00325% (NSE) or 0.003% (BSE) \nSEBI Turnover Charges: 0.00005% \nStamp Duty: 0.015% \nBrokerage: Rs 20 or 0.05% per order (whichever is lower) \nDP charge: Rs.13.5 + 18% GST (per company per trading day)\n\nTry our brokerage calculator to understand charges better. Press the button below to know more about our pricing."        
    }
}